core/src/org/openspcoop2/message/soap/reader/requestSOAPMultipartRelatedMIMEpdf_soap12.bin


------=_Part_0_6330713.1171639717331
Content-Type: application/pdf; charset=UTF-8
Content-Transfer-Encoding: binary
Content-Id: <D559E7E9E29638A15AD37B90FCAEAD53>

%PDF-1.3
%ï¿½ì¢
5 0 obj
<</Length 6 0 R/Filter /FlateDecode>>
stream
xï¿½}ï¿½ï¿½
ï¿½@ï¿½ï¿½}ï¿½-wï¿½;oï¿½ï¿½ï¿½ï¿½b@TÃï¿½Xb!Wï¿½\M
+ï¿½ï¿½`fFgï¿½Gkï¿½6Cï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½rï¿½mï¿½~
ï¿½ï¿½'ï¿½ ï¿½Y\cï¿½ï¿½-:ï¿½P,,oï¿½]ï¿½ï¿½ï¿½ï¿½18ï¿½*ï¿½pï¿½=ï¿½ï¿½z6ï¿½N,ï¿½Ø™M"ï¿½ï¿½	Zï¿½HRï¿½ï¿½ï¿½Ë™ï¿½ï¿½ï¿½

------=_Part_0_6330713.1171639717331
Content-Type: text/xml; charset=UTF-8
Content-Transfer-Encoding: binary
Content-Id: <56D2051AED8F9598BB61721D8C95BA6F>

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <soapenv:Header xmlns:prova="http://prova.openspcoop2.org">
        <a:example1 xmlns:a="http://www.openspcoop2.org" soapenv:actor="http://www.prova.it" soapenv:mustUnderstand="0" >prova</a:example1>
        <b:example2 xmlns:b="http://www.openspcoop2.org" soapenv:actor="http://www.prova.it" soapenv:mustUnderstand="0" >prova2</b:example2>
        </soapenv:Header>
        <soapenv:Body><skcotSyub xmlns="http://services.samples/xsd"><Richiesta>&lt;persona nome=&quot;mario&quot; cognome=&quot;rossi&quot;/&gt;</Richiesta><attachInZIP1 href="cid:D559E7E9E29638A15AD37B90FCAEAD53" xmlns=""/><attachInZIP2 href="cid:FF5ED4B1298A2E36CF986C32638C5257" xmlns=""/></skcotSyub>
</soapenv:Body></soapenv:Envelope>

------=_Part_0_6330713.1171639717331
Content-Type: text/plain
Content-Transfer-Encoding: binary
Content-Id: <FF5ED4B1298A2E36CF986C32638C5257>

HELLO WORLD 2

------=_Part_0_6330713.1171639717331
Content-Type: text/xml
Content-Transfer-Encoding: binary
Content-Id: <FF5ED4B1298A2E36CF986C32638C5255>

<eseguiServizio xmlns="http://openspcoop.org/example"><Richiesta>&lt;persona nome=&quot;mario&quot; cognome=&quot;rossi&quot;/&gt;</Richiesta><attachInZIP1 href="cid:D559E7E9E29638A15AD37B90FCAEAD53" xmlns=""/><attachInZIP2 href="cid:FF5ED4B1298A2E36CF986C32638C5257" xmlns=""/></eseguiServizio>
</soapenv:Body>

------=_Part_0_6330713.1171639717331--